acpid
acpilight
alsa-utils
anki
aspell
aspell-en
autoconf
automake
bash
bash-completion
betterlockscreen
binutils
bison
bzip2
cava
clang
compton
coreutils
cryptsetup
deluge
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efibootmgr
emacs
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
feh
file
filesystem
findutils
flameshot
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
google-chrome
grep
groff
grub
gzip
htop
i3-gaps
i3blocks
i3lock-color
i3status
imapsync
inetutils
intel-ucode
iproute2
iputils
iw
java-openjfx
jdk10-openjdk
jdk8-openjdk
jfsutils
jq
less
lib32-libpulse
lib32-mesa
libmpd
libtool
licenses
linux
linux-headers
linux-lts
linux-lts-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
megasync
mpv
nano
neofetch
netctl
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
ntfs-3g
openssh
os-prober
pacman
patch
pavucontrol
pciutils
perl
perl-json-webtoken
perl-mail-imapclient
perl-ntlm
perl-par
perl-par-packer
perl-sys-meminfo
perl-test-mock-guard
perl-unicode-string
pkgconf
playerctl
polybar-git
poppler-glib
procps-ng
psmisc
pulseaudio-alsa
pygtk
pyside2
python-gobject
python-pip
python-pywal
python-xdg
python2-gobject
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
ranger
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
scrot
sed
shadow
sudo
sxiv
synergy
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
tlp
transmission-cli
transmission-qt
ttf-dejavu
ttf-font-awesome
ttf-roboto
udiskie
udisks2
usbutils
util-linux
vi
vim
vulkan-intel
w3m
which
wmctrl
wpa_actiond
wqy-zenhei
xautolock
xcape
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
zathura
zathura-pdf-mupdf
